[MCM_GotchaAgainRedux_Settings]

sSettingsPage_Label = "Gotcha Again Redux"
sPageTitle_Label = "Gotcha Again Redux"

;ГРУПА 1
sGroupUnitIndicators_Label = "Iндикатори видимостi юнiтiв"
bShowSquadsightHackingIndicator_Label = "Показувати iндикатори злому на вiдстанi"
bShowSquadsightHackingIndicator_Tip = "Показувати iндикатори злому на юнiтах з перками вiддаленого злому для юнiтiв з ясною лiнiєю видимостi поза звичайним дiапазоном видимостi."
bShowSquadsightGremlinIndicator_Label = "Показувати iндикатори гремлiна на вiдстанi"
bShowSquadsightGremlinIndicator_Tip = "Показувати iндикатори на юнiтах з перками Гремлiна для юнiтiв з ясною лiнiєю видимостi поза звичайним дiапазоном видимостi."
bShowFriendlyLOSIndicators_Label = "Показувати iндикатори видимостi дружнiх юнiтiв"
bShowFriendlyLOSIndicators_Tip = "Показувати iндикатори лiнiї видимостi для дружнiх юнiтiв."
bShowVIPSpottedByEnemyIndicators_Label = "Показувати iндикатори помiтностi ВIПа, виявленого ворогом"
bShowVIPSpottedByEnemyIndicators_Tip = "Показувати iндикатори для ворогiв, якi побачать ВIПа при перемiщеннi."
bShowLoneWolfIndicator_Label = "Показувати iндикатор максимальної здiбностi Одинокий Вовк"
bShowLoneWolfIndicator_Tip = "Показувати iндикатор на iнтерфейсi перемiщуваного юнiта, якщо Одинокий Вовк буде на максимумi для обраної клiтинки. Потрiбнi перки LWotC/Сумiснi перки."

;ГРУПА 2
sGroupObjectiveIndicators_Label = "Iндикатори об'єктiв"
sIconPack_Label ="Набiр iконок : dotvhs2"
SIconPack_Tip = "Виберiть набiр iконок для використання як iндикаторiв об'єктiв.\n У цiй версiї є тiльки один набiр iконок."
bShowTowerHackingArrows_Label = "Створювати iндикатори взлому вежi \"Адвента\""
bShowTowerHackingArrows_Tip = "Створити iндикатори веж при виявленнi вежi \"Адвента\", щоб вказати, коли можливо зламати її.\n Змiни не набудуть повної сили до наступної тактичної гри."
bShowTowerHackingArrowsWithoutSight_Label = "Завжди показувати iндикатори веж \"Адвента\""
bShowTowerHackingArrowsWithoutSight_Tip = "Установка цього параметра зробить iндикатори веж видимими навiть у туманi вiйни.\n Змiни не набудуть повної сили до наступної тактичної гри."
bHideTowerArrowsAfterHacking_Label = "Приховувати iндикатори веж пiсля взлому"
bHideTowerArrowsAfterHacking_Tip = "Повнiстю видалити iндикатори веж \"Адвента\" пiсля їх взлому, замiсть того щоб показувати, що злом бiльше неможливий.\n Змiни не набудуть повної сили до наступної тактичної гри."
bShowRemoteDoorHackingIndicators_Label = "Показувати iндикатори вiддаленого взлому дверей"
bShowRemoteDoorHackingIndicators_Tip = "Показувати iндикатор злому дверей для позицiй, де можливий злом за допомогою Гремлiна/Бiта"

;ГРУПА 3
sGroupGrappleIndicators_Label = "Налаштування гака"
bShowLOSIndicatorsForGrappleDestinations_Label = "Показувати iндикатори видимостi при використаннi гака"
bShowLOSIndicatorsForGrappleDestinations_Tip = "Показувати iндикатори видимостi при виборi пункту призначення для здiбностей гака."
bDisableHideObjectiveArrowsWhenUsingGrapple_Label = "Вiдключити приховування iндикаторiв об'єктiв"
bDisableHideObjectiveArrowsWhenUsingGrapple_Tip = "Вiдключити приховування iндикаторiв об'єктiв при використаннi здiбностей гака."
bDisableDimHostileUnitFlagsWhenUsingGrapple_Label = "Вiдключити затемнення прапорiв юнiтiв"
bDisableDimHostileUnitFlagsWhenUsingGrapple_Tip = "Вiдключити затемнення прапорiв ворожих юнiтiв при використаннi здiбностей гака."

;ГРУПА 4
sGroupPathingIndicators_Label = "Налаштування маршрутних точок"
bUseCustomPathIndicatorSystem_Label = "Використовувати користувацьку систему iндикаторiв маршрутних точок"
bUseCustomPathIndicatorSystem_Tip = "Використовувати користувацьку систему iндикаторiв маршрутних точок Gotcha Again замiсть вбудованої.\n Це необхiдно для вiдображення рiзних нових iндикаторiв вздовж шляху руху."
bShowOverwatchTriggers_Label = "Показувати iндикатори тригерiв перехоплення"
bShowOverwatchTriggers_Tip = "Показувати iндикатори, коли буде викликано перехоплення."
bShowOverwatchTriggerForSuppression_Label = "Показувати iндикатори перехоплення для придушення"
bShowOverwatchTriggerForSuppression_Tip = "Показувати iндикатори Перехоплення при придушеннi."
bShowActivationTriggers_Label = "Показувати iндикатори тригерiв активацiї загону"
bShowActivationTriggers_Tip = "Показувати iндикатори, коли буде активовано неактивний загiн."
bShowNoiseIndicators_Label = "Показувати iндикатори шуму"
bShowNoiseIndicators_Tip = "Показувати iндикатори вздовж шляху руху, де шум буде створений розбиттям вiкон або вибиванням дверей."
bShowSmokeIndicator_Label = "Показувати iндикатори диму"
bShowSmokeIndicator_Tip = "Показувати iндикатор для клiтинки, якщо вона покрита димом, що забезпечує захисний бонус."
bShowDelayedDamageIndicator_Label = "Показувати iндикатори вiдкладеного пошкодження"
bShowDelayedDamageIndicator_Tip = "Показувати iндикатор для клiтинки, якщо вона знаходиться в зонi дiї активного ефекту вiдкладеного пошкодження, наприклад, Псi-бомби."
bShowHuntersMarkIndicator_Label = "Показувати iндикатори мiтки Мисливця"
bShowHuntersMarkIndicator_Tip = "Показувати iндикатор для клiтинки, якщо вона знаходиться в дiапазонi, нацiленому мiткою Мисливця або зоною вбивства ворога."

;ГРУПА 5
sGroupPeekFromConceal_Label = "Налаштування перегляду з укриття"
DisablePFC_Label = "Вимкнути перегляд з укриття"
DisablePFC_Tip = "Головний перемикач для включення/вiдключення PFC, якщо позначено [x], вимкнено"
HideInHighCover_Label = "Дозволити перегляд з високого укриття"
HideInHighCover_Tip = "При включеннi ви можете переглядати з високого укриття без виявлення."
HideWithHeightAdvantage_Label = "Дозволити перегляд з краю даху"
HideWithHeightAdvantage_Tip = "При включеннi ви не можете бути виявленi в укриттi, коли маєте перевагу висоти.\n Це дозволяє вам наближатися до краю дахiв або свiтлових люкiв."
HideGroundMarkers_Label = "Приховати iндикатори клiтинок укриття"
HideGroundMarkers_Tip = "Якщо встановлено [x], приховує всi iндикатори клiтинок укриття"
NumGraceTiles_Label = "Клiтинки прощення"
NumGraceTiles_Tip = "Ви можете пройти через кiлька клiтинок, що порушують укриття, без виявлення"
ExtraDetectionRange_Label = "Додатковий дiапазон виявлення ворогiв"
ExtraDetectionRange_Tip = "Якщо встановлено > 0, це збiльшить дiапазон виявлення всiх ворогiв на вказану кiлькiсть клiтинок.\n Потрiбне перезапуск гри!"
MinEligibleDetectionRange_Label = "Мiнiмальний дiапазон для додавання бонусу"
MinEligibleDetectionRange_Tip = "Мiнiмальний дiапазон виявлення, необхiдний для пiдвищення попереднiм параметром. Використовується для виключення цивiльних"

;ГРУПА 6
sGroupMissClickProtection_Label = "Налаштування захисту помилкового клiку"
DisableMCP_Label = "Вимкнути захист вiд помилкового клiку"
DisableMCP_Tip = "Головний перемикач для включення/вiдключення MCP, якщо позначено [x], вимкнено"
fAllowClickDelay_Label = "Затримка клiку в секундах"
fAllowClickDelay_Tip = "Затримка в секундах, яка визначає, скiльки часу ваш курсор повинен утримуватися над клiтинкою, перш нiж юнiт зможе туди перемiститися"
fCursorOpacity_ClickDisallowed_Label = "Непрозорiсть курсору при забороненому клiку %"
fCursorOpacity_ClickDisallowed_Tip = "Непрозорiсть курсору мишi пiд час роботи таймера затримки."

;ГРУПА 7
sGroupCheats_Label = "ЧIТИ"
bAlwaysShowPodActivation_Label = "Iндикатор активацiї невиявлених загонiв"
bAlwaysShowPodActivation_Tip = "Завжди показувати iндикатор активацiї загону навiть для невиявлених ворогiв."

;ГРУПА 8
;sGroup_Label = bEnableLogging_Label
bEnableLogging_Label = "ВЕДЕННЯ ЖУРНАЛУ DEBUG"
bEnableLogging_Tip = "Увiмкнути журналювання рiзних подiй"
